Repository: ibmecod/bluemix-hue-filebrowser
Catalog: hue-3.8.1-bluemix/apps/jobbrowser/src/jobbrowser/locale/*/LC_MESSAGES/django.po
Languages: pt_br, zh_cn

source: Share submitted jobs information with all users. If set to false, submitted jobs are visible only to the owner and administrators.
pt_br: Compartilhar informações de tarefas enviadas com outros usuários. Se configurado para falso, as tarefas enviadas ficam visíveis somente para o proprietário e administradores.
zh_cn: 与所有用户共享提交的作业信息。如果设置为 false，提交的作业仅对所有者和管理员可见。

source: Could not find job with id %(jobid)s.
pt_br: Não foi possível encontrar tarefas com o id %(jobid)s.
zh_cn: 找不到 ID 为 %(jobid)s 的作业。

source: Cannot look up TaskTracker %(id)s.
pt_br: Não é possível consultar o TaskTracker %(id)s.
zh_cn: 无法查找 TaskTracker %(id)s。

source: Cannot retrieve logs from TaskTracker %(id)s.
pt_br: Não é possível recuperar os registros do TaskTracker %(id)s.
zh_cn: 无法从 TaskTracker %(id)s 检索日志。

source: Hue encountered an error while retrieving logs from '%s'.
pt_br: O Hue encontrou um erro enquanto recuperava os registros de '%s'.
zh_cn: Hue 在从 '%s' 检索日志期间遇到错误。

source: Job %s has expired.
pt_br: O job %s expirou.
zh_cn: 作业 %s 已到期。

source: Cannot be found on the History Server.
pt_br: Não encontrado no History Server.
zh_cn: 无法在 History Server 上找到。

source: Could not find job %s.
pt_br: Não foi possível localizar o job %s.
zh_cn: 找不到作业 %s。

source: You don't have permission to access job %(id)s.
pt_br: Você não tem permissões para acessar o job%(id)s.
zh_cn: 您没有访问作业 %(id)s 的权限。

source: Error polling job %s: %s
pt_br: Erro na sondagem do job %s: %s
zh_cn: 轮询作业 %s 时出错：%s

source: Resource Manager cannot be contacted or might be down.
pt_br: O Resource Manager não pode ser contatado ou pode estar inativo.
zh_cn: 无法联系 Resource Manager，Resource Manager 可能已停止。

source: Job Tracker cannot be contacted or might be down.
pt_br: O Job Tracker não pode ser contatado ou pode estar inativo.
zh_cn: 无法联系 Job Tracker，Job Tracker 可能已停止。

source: N/A
pt_br: N/D
zh_cn: 无

source: kill_job may only be invoked with a POST (got a %(method)s).
pt_br: kill_job pode ser chamado somente com um POST (tem um %(method)s).
zh_cn: 只能使用 POST（得到一个 %(method)s）调用 kill_job。

source: Insufficient permission
pt_br: Permissão insuficiente
zh_cn: 无足够权限

source: Permission denied. User %(username)s cannot delete user %(user)s's job.
pt_br: Permissão negada. O usuário %(username)s não pode excluir a tarefa do usuário %(user)s.
zh_cn: 权限被拒绝。用户 %(username)s 无法删除用户 %(user)s 的作业。

source: Job did not appear as killed within 15 seconds.
pt_br: O job não apareceu como eliminado dentro de 15 segundos.
zh_cn: 作业未出现，因为已在 15 秒内被停止。

source: Cannot find job attempt '%(id)s'.
pt_br: Não é possível localizar tentativa de job '%(id)s'.
zh_cn: 无法找到作业尝试“%(id)s”。

source: Failed to retrieve log: %s
pt_br: Falha ao recuperar log: %s
zh_cn: 无法检索日志：%s

source: No tasks found for job %(id)s.
pt_br: Nenhuma tarefa encontrada para o job %(id)s.
zh_cn: 未找到作业 %(id)s 的任务。

source: Cannot find attempt '%(id)s' in task
pt_br: Não foi possível localizar a tentativa '%(id)s' na tarefa
zh_cn: 无法在任务中找到尝试“%(id)s”

source: Failed to retrieve log. TaskTracker not found.
pt_br: Falha ao recuperar o registro. TaskTracker não encontrado.
zh_cn: 无法检索日志。未找到 TaskTracker。

source: Failed to retrieve log. TaskTracker not ready.
pt_br: Falha ao recuperar o registro. O TaskTracker não está pronto.
zh_cn: 无法检索日志。TaskTracker 未就绪。

source: The tracker could not be contacted.
pt_br: O controlador não pôde ser contatado.
zh_cn: 无法联系到跟踪器。

source: The container disappears as soon as the job finishes.
pt_br: O recipiente desaparece assim que o job termina.
zh_cn: 一旦完成作业，容器便会消失。

source: Task Attempt: %(attemptId)s
pt_br: Tentativa de tarefas: %(attemptId)s
zh_cn: 任务尝试：%(attemptId)s

source: Attempt ID
pt_br: ID tentativa
zh_cn: 尝试 ID

source: Task
pt_br: Tarefa
zh_cn: 任务

source: Job
zh_cn: 作业

source: Status
zh_cn: 状态

source: Metadata
pt_br: Metadados
zh_cn: 元数据

source: Counters
pt_br: Contadores
zh_cn: 计数器

source: Logs
zh_cn: 日志

source: Name
pt_br: Nome
zh_cn: 名称

source: Value
pt_br: Valor
zh_cn: 值

source: Task ID
pt_br: Id do trabalho
zh_cn: 任务 ID

source: View this task
pt_br: Visualizar este trabalho
zh_cn: 查看此任务

source: Task Type
pt_br: Tipo do trabalho
zh_cn: 任务类型

source: JobId
zh_cn: 作业 ID

source: View this job
pt_br: Visualizar esta tarefa
zh_cn: 查看此作业

source: State
pt_br: Estado
zh_cn: 状态

source: Start Time
pt_br: Horário de início
zh_cn: 开始时间

source: Finish Time
pt_br: Horário de término
zh_cn: 完成时间

source: Progress
pt_br: Progresso
zh_cn: 进度

source: Phase
pt_br: Fase
zh_cn: 阶段

source: Output Size
pt_br: Tamanho da saída
zh_cn: 输出大小

source: Shuffle Finish
pt_br: Ordem aleatória concluída
zh_cn: 打乱完成

source: Sort Finish
pt_br: Classificação concluída
zh_cn: 排序完成

source: Map Finish
pt_br: Map concluído
zh_cn: Map 完成

source: No data available
pt_br: Nenhum dado disponível
zh_cn: 没有可用数据

source: No matching records
pt_br: Nenhum registro correspondente
zh_cn: 没有匹配记录

source: task diagnostic log
pt_br: registro de diagnóstico de trabalhos
zh_cn: 任务诊断日志

source: Container: %(trackerId)s
pt_br: Recipiente: %(trackerId)s
zh_cn: 容器：%(trackerId)s

source: Container at %(trackerHost)s on port %(trackerPort)s
pt_br: Recipiente em %(trackerHost)s na porta %(trackerPort)s
zh_cn: %(trackerHost)s 上位于端口 %(trackerPort)s 上的容器

source: Memory Metrics
pt_br: Medidas da memória
zh_cn: 内存指标

source: Node Id
pt_br: ID do nó
zh_cn: 节点 ID

source: User
pt_br: Usuário
zh_cn: 用户

source: Diagnostics
pt_br: Diagnóstico
zh_cn: 诊断

source: Total Memory Needed in MB
pt_br: Memória total necessária em MB
zh_cn: MB 中所需的总内存

source: Exit Code
pt_br: Código de saída
zh_cn: 退出代码

source: Back
pt_br: Voltar
zh_cn: 返回

source: Tasks
pt_br: Trabalhos
zh_cn: 任务

source: Type
pt_br: Tipo
zh_cn: 类型

source: Job: %(jobId)s
zh_cn: 作业：%(jobId)s

source: App ID
pt_br: ID do aplicativo
zh_cn: 应用程序 ID

source: Duration
pt_br: Duração
zh_cn: 持续时间

source: Actions
pt_br: Ações
zh_cn: 操作

source: Metrics
pt_br: Métricas
zh_cn: 指标

source: Jobs
zh_cn: 作业

source: Host
zh_cn: 主机

source: Queue Name
pt_br: Nome da fila
zh_cn: 队列名称

source: Started
pt_br: Iniciado
zh_cn: 开始

source: Finished
pt_br: Concluído
zh_cn: 完成

source: Pre-empted Resource VCores
pt_br: VCores de recurso capturados
zh_cn: 先占资源 VCores

source: VCore seconds
pt_br: Segundos no VCore
zh_cn: VCore 秒数

source: Memory seconds
pt_br: Segundos na memória
zh_cn: 内存秒数

source: Metric
pt_br: Métrica
zh_cn: 指标

source: header
pt_br: cabeçalho
zh_cn: 标题

source: Job ID
pt_br: ID de job
zh_cn: 作业 ID

source: Output
pt_br: Saída
zh_cn: 输出

source: Attempts
pt_br: Tentativas
zh_cn: 尝试

source: Container
pt_br: Recipiente
zh_cn: 容器

source: This jobs is
pt_br: Este job é
zh_cn: 作业为

source: retired
pt_br: afastado
zh_cn: 已退出

source: and so has little information available.
pt_br: e, por isso, tem poucas informações disponíveis
zh_cn: ，因此可用信息较少。

source: View All Failed Tasks
pt_br: Exibir todas as tarefas com falha
zh_cn: 查看所有失败的任务

source: Failed Tasks
pt_br: Trabalhos com falha
zh_cn: 失败的任务

source: View All Tasks
pt_br: Visualizar todas os trabalhos
zh_cn: 查看所有任务

source: Recent Tasks
pt_br: Trabalhos recentes
zh_cn: 近期任务

source: Text Filter
pt_br: Filtro de texto
zh_cn: 文本筛选器

source: Ended
pt_br: Finalizado
zh_cn: 结束

source: Raw configuration:
pt_br: Configuração raw:
zh_cn: 原始配置：

source: Confirm Kill
pt_br: Confirmar eliminação
zh_cn: 确认停止

source: Are you sure you want to kill this job?
pt_br: Tem certeza de que deseja eliminar este job?
zh_cn: 是否确定要停止此作业？

source: No
pt_br: Não
zh_cn: 否

source: Yes
pt_br: Sim
zh_cn: 是

source: There was a problem communicating with the server. Refresh the page.
pt_br: Houve um problema na comunicação com o servidor. Atualize a página.
zh_cn: 与服务器通信时出现问题。请刷新页面。

source: Kill this job
pt_br: Eliminar este job
zh_cn: 停止此作业

source: Retired
pt_br: Afastado
zh_cn: 已退出

source: There was a problem killing this job.
pt_br: Ocorreu um problema ao eliminar este job.
zh_cn: 停止此作业时出现问题。

source: Job Attempt: %(attempt_index)s
pt_br: Tentativa de job: %(attempt_index)s
zh_cn: 作业尝试：%(attempt_index)s

source: Attempt: %(attempt_index)s
pt_br: Tentativa: %(attempt_index)s
zh_cn: 尝试：%(attempt_index)s

source: Loading...
pt_br: Carregando...
zh_cn: 正在加载...

source: The application might not be running yet or there is no Node Manager or Container available.
pt_br: O aplicativo pode não estar em execução ainda ou não há nenhum Gerenciador de nós ou Recipiente disponível.
zh_cn: 应用程序可能尚未运行或没有可用的 Node Manager 或容器。

source: This page will be automatically refreshed.
pt_br: Esta página será atualizada automaticamente.
zh_cn: 此页面将自动刷新。

source: Counter Name
pt_br: Nome do contador
zh_cn: 计数器名称

source: Maps Total
pt_br: Total de maps
zh_cn: Maps 总计

source: Reduces Total
pt_br: Total de reduces
zh_cn: Reduces 总计

source: Total
zh_cn: 总计

source: Username
pt_br: Nome de usuário
zh_cn: 用户名

source: Search for username
pt_br: Pesquisar nome de usuário
zh_cn: 搜索用户名

source: Text
pt_br: Texto
zh_cn: 文本

source: Search for text
pt_br: Pesquisar texto
zh_cn: 搜索文本

source: Show retired jobs
pt_br: Mostrar jobs inutilizados
zh_cn: 显示已注销的作业

source: Succeeded
pt_br: Bem-sucedido
zh_cn: 成功

source: Running
pt_br: Em execução
zh_cn: 正在运行

source: Failed
pt_br: Falhou
zh_cn: 失败

source: Killed
pt_br: Eliminado
zh_cn: 已停止

source: There are no jobs that match your search criteria.
pt_br: Nenhum job corresponde aos critérios de pesquisa.
zh_cn: 没有与您的搜索条件匹配的作业。

source: Queue
pt_br: Fila
zh_cn: 队列

source: Priority
pt_br: Prioridade
zh_cn: 优先级

source: Submitted
pt_br: Enviado
zh_cn: 已提交

source: There was a problem communicating with the server:
pt_br: Ocorreu um problema na comunicação com o servidor:
zh_cn: 与服务器通信时出现问题：

source: Kill
pt_br: Eliminar
zh_cn: 停止

source: Job Task: %(taskId)s
pt_br: Tarefa do job: %(taskId)s
zh_cn: 作业任务：%(taskId)s

source: End Time
pt_br: Hora final
zh_cn: 结束时间

source: View this attempt
pt_br: Visualizar esta tentativa
zh_cn: 查看此尝试

source: Task id
pt_br: Id do trabalho
zh_cn: 任务 ID

source: Execution Start Time
pt_br: Horário de início da execução
zh_cn: 执行开始时间

source: Execution Finish Time
pt_br: Horário de finalização da execução
zh_cn: 执行完成时间

source: Task View: Job: %(jobId)s
pt_br: Visualizar trabalhos: Tarefa: %(jobId)s
zh_cn: 任务视图：作业：%(jobId)s

source: Filter tasks:
pt_br: Filtrar trabalhos:
zh_cn: 过滤任务：

source: All states
pt_br: Todos os estados
zh_cn: 所有状态

source: succeeded
pt_br: teve sucesso
zh_cn: 成功

source: running
pt_br: em execução
zh_cn: 正在运行

source: failed
pt_br: falhou
zh_cn: 失败

source: killed
pt_br: eliminado
zh_cn: 已停止

source: pending
pt_br: pendente
zh_cn: 待定

source: All types
pt_br: Todos os tipos
zh_cn: 所有类型

source: cleanups
pt_br: limpezas
zh_cn: 清理

source: setups
pt_br: configurações
zh_cn: 设置

source: Text filter
pt_br: Filtro de texto
zh_cn: 文本筛选器

source: View Attempts
pt_br: Exibir tentativas
zh_cn: 查看尝试

source: Show only %(state)s tasks
pt_br: Mostrar somente tarefas %(state)s
zh_cn: 仅显示 %(state)s 任务

source: Tracker: %(trackerId)s
pt_br: Controlador: %(trackerId)s
zh_cn: 跟踪器：%(trackerId)s

source: Tracker at %(trackerHost)s on port %(trackerPort)s
pt_br: Rastreador a %(trackerHost)s na porta %(trackerPort)s
zh_cn: %(trackerHost)s 上位于端口 %(trackerPort)s 的跟踪器

source: Last heard from at
pt_br: Última notícia de
zh_cn: 上次收到信号的位置

source: Total virtual memory:
pt_br: Memória virtual total:
zh_cn: 总虚拟内存：

source: Total physical memory:
pt_br: Memória física total:
zh_cn: 总物理内存：

source: Available space:
pt_br: Espaço disponível:
zh_cn: 可用空间：

source: Map and Reduce
pt_br: Mapear e reduzir
zh_cn: Map 和 Reduce

source: Map count:
pt_br: Contagem do map:
zh_cn: Map 计数：

source: Reduce count:
pt_br: Contagem da redução:
zh_cn: Reduce 计数：

source: Max map tasks:
pt_br: Máximo de trabalhos de map:
zh_cn: 最大 map 任务：

source: Max reduce tasks:
pt_br: Máximo de redução de tarefas:
zh_cn: 最大 reduce 任务：

source: Task Trackers
zh_cn: Task Tracker

source: Port
pt_br: Porta
zh_cn: 端口

source: Last Seen
pt_br: Visto pela última vez
zh_cn: 上次看到

source: Available Space
pt_br: Espaço disponível
zh_cn: 可用空间

source: Failure Count
pt_br: Contagem de falhas
zh_cn: 失败计数

source: Map Count
pt_br: Contagem do map
zh_cn: Map 计数

source: Reduce Count
pt_br: Contagem da redução
zh_cn: Reduce 计数

source: Max Map Tasks
pt_br: Máximo de trabalhos Map
zh_cn: 最大 Map 任务数

source: Max Reduce Tasks
pt_br: Máximo tarefas Reduce
zh_cn: 最大 Reduce 任务数

source: No time
pt_br: Sem horário
zh_cn: 没有时间

source: Job Browser
pt_br: Navegador de jobs
