Repository: ibmecod/bluemix-hue-filebrowser
Catalog: hue-3.8.1-bluemix/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: pt, pt_br

source: POST request only
pt: Apenas pedido POST
pt_br: Somente solicitação POST

source: Error
pt: Erro
pt_br: Erro

source: Project removed!
pt: Projecto removido!
pt_br: Projeto excluído!

source: Permissions updated!
pt: Permissões actualizadas!
pt_br: Permissões atualizadas!

source: load_apps has already been called.
pt: load_apps já foi invocada.
pt_br: O load_apps já foi chamado.

source: HTTP host to bind to.
pt: Anfitrião HTTP a associar.
pt_br: Host HTTP ao qual vincular.

source: HTTP port to bind to.
pt: Porta HTTP a associar.
pt_br: Porta HTTP à qual vincular.

source: HTTP methods the server will be allowed to service.
pt: Métodos HTTP que o servidor poderá servir.
pt_br: Métodos HTTP que o servidor terá permissão de atender.

source: Filename of SSL Certificate
pt: Nome de ficheiro do certificado SSL
pt_br: Nome de arquivo do certificado SSL

source: Filename of SSL RSA Private Key
pt: Nome de ficheiro da chave privada RSA SSL
pt_br: Nome de arquivo da chave privada do SSL RSA

source: List of allowed and disallowed ciphers
pt: Lista de cifras permitidas e não permitidas
pt_br: Lista de cifras permitidas e não permitidas

source: LDAP password of the hue user used for LDAP authentications. For example for LDAP Authentication with HiveServer2/Impala.
pt: Palavra-passe LDAP do utilizador hue utilizada para autenticações LDAP. Por exemplo, para a autenticação LDAP com HiveServer2/Impala.
pt_br: Senha LDAP do usuário hue usada para autenticações LDAP. Por exemplo, para Autenticação LDAP com HiveServer2/Impala.

source: LDAP username of the hue user used for LDAP authentications. For example for LDAP Authentication with HiveServer2/Impala.
pt: O nome de utilizador LDAP do utilizador hue utilizado para autenticações LDAP. Por exemplo para autenticação LDAP com HiveServer2/Impala.
pt_br: Nome de usuário LDAP do usuário hue usado para autenticações LDAP. Por exemplo, para Autenticação LDAP com HiveServer2/Impala.

source: If set to false, runcpserver will not actually start the web server. Used if Apache is being used as a WSGI container.
pt: Se definido como False, o runcpserver não iniciará o servidor web. Utilizado se o Apache estiver a ser utilizado como contentor de WSGI.
pt_br: Se configurado como falso, o runcpserve não inicia o servidor da Web. Usado se o Apache estiver sendo usado como WSGI container.

source: Number of threads used by the CherryPy web server.
pt: Número de threads utilizadas pelo servidor web CherryPy.
pt_br: Número de threads usados pelo servidor Web do CherryPy.

source: Used in hashing algorithms for sessions.
pt: Utilizado em algoritmos de hashing para sessões.
pt_br: Usado em algoritmos hash para sessões.

source: Number of user access to remember per view per user.
pt: Número de acessos de utilizador a recordar por vista e por utilizador.
pt_br: Número de acessos do usuário a ser lembrado por visualização, por usuário.

source: Help improve Hue with anonymous usage analytics.Use Google Analytics to see how many times an application or specific section of an application is used, nothing more.
pt: Ajude a melhorar o Hue com análise de utilização anónima. Utilize o Google Analytics para ver quantas vezes uma aplicação ou secção específica de uma aplicação é utilizada, nada mais.
pt_br: Ajuda a melhorar o Hue com a análise de uso anônimo. Use o Google Analytics para ver quantas vezes um aplicativo ou uma seção específica de um aplicativo é usado, nada mais.

source: Use poll(2) in Hue thrift pool.
pt: Utilize a poll(2) no conjunto Hue thrift.
pt_br: Use poll(2) no pool de thrifts do Hue.

source: Comma-separated list of Django middleware classes to use. See https://docs.djangoproject.com/en/1.4/ref/middleware/ for more details on middlewares in Django.
pt: Lista separada por vírgulas de classes Django middleware a utilizar. Consulte https://docs.djangoproject.com/en/1.4/ref/middleware/ para obter mais detalhes sobre middlewares em Django.
pt_br: Lista de classes de middleware no Django separadas por vírgulas a ser usada. Consulte https://docs.djangoproject.com/en/1.4/ref/middleware/ para obter mais detalhes sobre middlewares no Django.

source: Comma-separated list of regular expressions, which match the redirect URL.For example, to restrict to your local domain and FQDN, the following value can be used: ^\/.*$,^http:\/\/www.mydomain.com\/.*$
pt: Lista separada por vírgulas de expressões regulares, que correspondem ao URL de redirecionamento. Por exemplo, para restringir ao seu domínio local e FQDN pode ser usado o valor seguinte: ^\/.*$,^http:\/\/www.mydomain.com\/.*$
pt_br: Lista de expressões regulares separadas por vírgula, que combinam a URL de redirecionamento. Por exemplo, para restringir seu domínio local e FQDN, o seguinte valor pode ser usado: ^\/.*$,^http:\/\/www.mydomain.com\/.*$

source: Support for HTTPS termination at the load-balancer level with SECURE_PROXY_SSL_HEADER.
pt: Suporte para a terminação HTTPS ao nível do balanceador de carga com SECURE_PROXY_SSL_HEADER.
pt_br: Suporte para término HTTPS no nível do balanceador de carga com SECURE_PROXY_SSL_HEADER.

source: Comma separated list of apps to not load at server startup.
pt: Lista separada por vírgulas de aplicações a não carregar no arranque do servidor.
pt_br: Lista separada por vírgulas com arquivos que não devem ser carregados na inicialização do servidor.

source: To set to true in combination when using Hue demo backend.
pt: Para definir como true em combinação ao utilizar o backend de demonstração do Hue.
pt_br: Definir como "true" na combinação ao usar o backend demo Hue.

source: Use this file to parse and redact log message.
pt: Utilize este ficheiro para analisar e editar a mensagem de registo.
pt_br: Use este arquivo para analisar e redigir a mensagem do registro.

source: Configuration options for connecting to an external SMTP server.
pt: Opções de configuração para ligar a um servidor SMTP externo.
pt_br: Opções de configuração para conexão com um servidor SMTP externo.

source: The SMTP server for email notification delivery.
pt: O servidor SMTP para entrega de notificações por e-mail.
pt_br: O servidor SMTP para entrega de notificação de e-mail.

source: The SMTP server port.
pt: A porta do servidor SMTP.
pt_br: A porta do servidor SMTP.

source: The username for the SMTP host.
pt: O nome de utilizador para o anfitrião de SMTP.
pt_br: O nome de usuário para o host SMTP.

source: The password for the SMTP user.
pt: A palavra-passe do utilizdaor de SMTP.
pt_br: A senha para o usuário SMTP.

source: Whether to use a TLS (secure) connection when talking to the SMTP server.
pt: Utilizar ou não uma ligação TLS (segura) nas comunicações com o servidor SMTP.
pt_br: Se for usada uma conexão TLS (segura) quando trocar informações com um servidor SMTP.

source: Default email address to use for various automated notifications from Hue.
pt: Endereço de e-mail predefinido a utilizar nas várias notificações automáticas da Hue.
pt_br: O endereço de e-mail padrão a ser usado por várias notificações automatizadas para Hue.

source: Database engine, such as postgresql_psycopg2, mysql, or sqlite3.
pt: Motor de base de dados, como postgresql_psycopg2, mysql ou sqlite3.
pt_br: Mecanismo de banco de dados, como postgresql_psycopg2, mysql ou sqlite3.

source: Database name, or path to DB if using sqlite3.
pt: Nome da base de dados ou caminho para a BD se utilizar sqlite3.
pt_br: O nome do banco de dados ou o caminho para ele, se estiver usando o sqlite3.

source: Database username.
pt: Nome de utilizador da base de dados.
pt_br: Nome de usuário do banco de dados.

source: Database password.
pt: Palavra-passe da base de dados.
pt_br: Senha do banco de dados.

source: Database host.
pt: Anfitrião da base de dados.
pt_br: Host do banco de dados.

source: Database port.
pt: Porta da base de dados.
pt_br: Porta do banco de dados.

source: Database options to send to the server when connecting.
pt: Opções da base de dados a enviar para o servidor ao ligar.
pt_br: Opções do banco de dados a serem enviadas ao servidor ao conectar.

source: The cookie containing the users' session ID will expire after this amount of time in seconds.
pt: O cookie que inclui a ID de sessão do utilizador vai expirar após esta quantidade de tempo em segundos.
pt_br: O cookie contendo a ID da sessão de usuários expirará depois deste período de tempo em segundos.

source: The cookie containing the users' session ID will be secure. This should only be enabled with HTTPS.
pt: O cookie que inclui a ID de sessão do utilizador ficará segura. Isto só deve ser activado com HTTPS.
pt_br: O cookie contendo a ID de sessão de usuários estará protegido. Isso só deve ser habilitado com HTTPS.

source: The cookie containing the users' session ID will use the HTTP only flag.
pt: O cookie que inclui a ID de sessão do utilizador vai utilizar o sinalizador apenas HTTP.
pt_br: O cookie contendo a ID de sessão de usuários usará o sinalizador somente HTTP.

source: Use session-length cookies. Logs out the user when she closes the browser window.
pt: Utilize cookies de duração de sessão. Fecha a sessão do utilizador quando este fecha a janela do browser.
pt_br: Use cookies de duração da sessão. É feito logout do usuário quando a janela do navegador é fechada.

source: Path to a Kerberos keytab file containing Hue's service credentials.
pt: Caminho para o ficheiro keytab de Kerberos que contém as credenciais do serviço da Hue.
pt_br: Caminho para um arquivo keytab do Kerberos contendo credenciais do Hue.

source: Kerberos principal name for Hue. Typically 'hue/hostname.foo.com'.
pt: Nome principal de Kerberos para a Hue. Tipicamente 'hue/hostname.foo.com'.
pt_br: Nome principal do Kerberos para o Hue. Normalmente 'hue/hostname.foo.com'.

source: Frequency in seconds with which Hue will renew its keytab.
pt: Frequência em segundos com que a Hue renova o seu keytab.
pt_br: Frequência em segundos com a qual o Hue renovará sua keytab.

source: Path to keep Kerberos credentials cached.
pt: Caminho para manter as credenciais Kerberos em cache.
pt_br: Caminho para manter as credenciais do Kerberos em cache.

source: Path to Kerberos 'kinit' command.
pt: Caminho para o comando "kinit" do Kerberos.
pt_br: Caminho para o comando 'kinit' do Kerberos.

source: Time zone name.
pt: Nome do fuso horário.
pt_br: Nome do fuso horário.

source: Default system-wide unicode encoding.
pt: Codificação unicode predefinida para todo o sistema.
pt_br: Codificação unicode da extensão do sistema padrão.

source: Username to run servers as.
pt: Nome de utilizador sob o qual os servidores devem ser executados.
pt_br: Nome do usuário para executar servidores.

source: Group to run servers as.
pt: Grupo sob o qual os servidores devem ser executados.
pt_br: Grupo para executar servidores.

source: This should be the user running hue webserver
pt: Isto deve ser o webserver hue em execução do utilizador
pt_br: Este deve ser o usuário que está executando o servidor web hue

source: This should be the hdfs super user
pt: Isto deve ser o superutilizador do hdfs.
pt_br: Este deve ser o superusuário do hdfs

source: Customizations to the UI.
pt: Personalizações de UI.
pt_br: Personalizações para a IU.

source: Top banner HTML code. This code will be placed in the navigation bar so that it will reside at the top of the page in a fixed position. One common value is `<img src="http://www.example.com/example.gif" />`
pt: Código HTML do banner superior. Este código é colocado na barra de navegação para que fique situado na parte superior da página numa posição fixa. Um valor comum é `<img src="http://www.example.com/example.gif" />`
pt_br: Código HTML do banner superior. Este código será colocado na barra de navegação, de modo a ficar na parte superior da página em uma posição fixa. Um valor comum é `<img src="http://www.example.com/example.gif" />`

source: Configuration options for user authentication into the web application.
pt: Opções de configuração para autenticação de utilizadores ao entrar na aplicação web.
pt_br: Opções de configuração para autenticação de usuário no aplicativo da Web.

source: Authentication backend. Common settings are django.contrib.auth.backends.ModelBackend (fully Django backend), desktop.auth.backend.AllowAllBackend (allows everyone), desktop.auth.backend.AllowFirstUserDjangoBackend (relies on Django and user manager, after the first login).
pt: Backend de autenticação. As definições comuns são django.contrib.auth.backends.ModelBackend (backend totalmente Django), desktop.auth.backend.AllowAllBackend (permite todos), desktop.auth.backend.AllowFirstUserDjangoBackend (depende do Django e do gestor de utilizadores, após o primeiro início de sessão).
pt_br: Backend de autenticação. As configurações comuns são django.contrib.auth.backends.ModelBackend (backend Django completo), desktop.auth.backend.AllowAllBackend (permite todos), desktop.auth.backend.AllowFirstUserDjangoBackend (conta com o Django e o gerenciador de usuários, depois do primeiro login).

source: Class which defines extra accessor methods for User objects.
pt: Classe que define métodos de acesso extra para objectos do utilizador.
pt_br: Classe que define métodos extra para objetos do usuário.

source: The service to use when querying PAM. The service usually corresponds to a single filename in /etc/pam.d
pt: O serviço a ser usado ao fazer uma consulta no PAM. Normalmente, o serviço corresponde a um nome de ficheiro único em /etc/pam.d
pt_br: O serviço a ser usado ao fazer uma consulta no PAM. Normalmente, o serviço corresponde a um nome de arquivo único em /etc/pam.d

source: When using the desktop.auth.backend.RemoteUserDjangoBackend, this sets the normalized name of the header that contains the remote user. The HTTP header in the request is converted to a key by converting all characters to uppercase, replacing any hyphens with underscores and adding an HTTP_ prefix to the name. So, for example, if the header is called Remote-User that would be configured as HTTP_REMOTE_USER
pt: Ao utilizar o desktop.auth.backend.RemoteUserDjangoBackend, esta opção define o nome normalizado do cabeçalho que contém o utilizador remoto. O cabeçalho de HTTP no pedido é convertido para uma chave através da conversão de todos os caracteres para maiúsculas, substituindo os hífenes por underscores e adicionando um prefixo HTTP_ ao nome. Por exemplo, se o cabeçalho for denominado Remote-User, é configurado como HTTP_REMOTE_USER
pt_br: Ao usar o desktop.auth.backend.RemoteUserDjangoBackend, isto define o nome normalizado do cabeçalho que contém o usuário remoto. O cabeçalho HTTP na solicitação é convertido em uma chave através da conversão de todos os caracteres para maiúscula, substituindo quaisquer hífens por caracteres de sublinhado e adicionando um prefixo HTTP_ ao nome. Assim, por exemplo, se o cabeçalho se chamar Remote-User, ele seria configurado como HTTP_REMOTE_USER

source: Ignore the case of usernames when searching for existing users in Hue.
pt: Ignorar as maiúsculas/minúsculas dos nomes de utilizador ao pesquisar por utilizadores existentes no Hue.
pt_br: Ignore a capitalização dos nomes de usuários ao procurar por usuários existentes no Hue.

source: Force usernames to lowercase when creating new users from LDAP.
pt: Forçar nomes de utilizador para minúsculas ao criar novos utilizadores a partir de LDAP.
pt_br: Force nomes de usuário para letras minúsculas ao criar novos usuários a partir do LDAP.

source: Users will expire after they have not logged in for 'n' amount of seconds.A negative number means that users will never expire.
pt: A sessão dos utilizadores expira depois de não terem iniciado sessão durante "n" segundos. Um número negativo significa que a sessão dos utilizadores nunca expira.
pt_br: Os usuários expirarão se não fizerem login no período de tempo em 'n' segundos. Um número negativo indica que os usuários nunca expirarão.

source: Apply 'expires_after' to superusers.
pt: Aplicar "expires_after" a super-utilizadores.
pt_br: Aplicar "xpires_after" para superusuários.

source: Configuration options for LDAP connectivity.
pt: Opções de configuração para conectividade LDAP.
pt_br: Opções de configuração para conectividade LDAP.

source: Create users when they login with their LDAP credentials.
pt: Criar utilizadores quando iniciarem sessão com as suas credenciais LDAP.
pt_br: Criar usuários quando eles fizerem login com suas credenciais LDAP.

source: Synchronize a users groups when they login.
pt: Sincronizar grupos de utilizadores quando iniciarem sessão.
pt_br: Sincronize os grupos de um usuário quando ele fizer login.

source: Choose which kind of subgrouping to use: nested or suboordinate (deprecated).
pt: Escolher que tipo de sub-grupos utilizar: aninhado ou subordinado (preterido).
pt_br: Escolha qual tipo de subagrupamento usará: aninhado ou subordinado (reprovado).

source: Define the number of levels to search for nested members.
pt: Definir o número de níveis a pesquisar para membros aninhados.
pt_br: Definir o número de níveis para pesquisar membros aninhados.

source: LDAP server record.
pt: Registo do servidor LDAP.
pt_br: Registro de servidor LDAP.

source: The base LDAP distinguished name to use for LDAP search.
pt: Nome base de LDAP distinto para utilizar nas pesquisas LDAP.
pt_br: O nome distinto do LDAP básico para buscas de LDAP.

source: The NT domain used for LDAP authentication.
pt: O domínio NT utilizado para a autenticação LDAP.
pt_br: O domínio NT usado para autenticação LDAP.

source: The LDAP URL to connect to.
pt: O URL de LDAP ao qual ligar.
pt_br: A URL do LDAP ao qual se conectar.

source: Use StartTLS when communicating with LDAP server.
pt: Usar StartTLS ao comunicar com o servidor LDAP.
pt_br: Usar StartTLS ao se comunicar com o servidor LDAP.

source: A PEM-format file containing certificates for the CA's that Hue will trust for authentication over TLS. The certificate for the CA that signed the LDAP server certificate must be included among these certificates. See more here http://www.openldap.org/doc/admin24/tls.html.
pt: Um ficheiro no formato PEM que contém certificados para os CA em que o Hue irá confiar para a autenticação em detrimento do TLS. O certificado para o CA que assinou o certificado do servidor LDAP tem de estar incluído entre estes certificados. Saiba mais em http://www.openldap.org/doc/admin24/tls.html.
pt_br: Um arquivo no formato PEM que contém certificados para os CAs que o Hue aceitará para autenticação sobre TLS. O certificado do CA que assinou o certificado do servidor LDAP deve ser incluído entre esses certificados. Consulte mais aqui http://www.openldap.org/doc/admin24/tls.html.

source: A pattern to use for constructing LDAP usernames.
pt: Padrão a utilizar para reconstruir nomes de utilizador de LDAP.
pt_br: O padrão a ser usado para construção de nomes de usuário de LDAP.

source: The distinguished name to bind as, when importing from LDAP.
pt: O nome distinto com o qual se vincular ao importar de LDAP.
pt_br: O nome distinto ao qual se vincular ao importar do LDAP.

source: The password for the bind user.
pt: A palavra-passe do utilizador por associação.
pt_br: A senha para o usuário do vínculo.

source: Use search bind authentication.
pt: Utilizar autenticação pesquisar/vincular.
pt_br: Use a autenticação buscar/vincular.

source: Configuration for LDAP user schema and search.
pt: Configuração para o esquema e a pesquisa de utilizadores LDAP.
pt_br: Configuração para o esquema e busca do usuário LDAP.

source: A base filter for use when searching for users.
pt: Um filtro básico a ser usado quando pesquisar utilizadores.
pt_br: Um filtro básico a ser usado quando pesquisar usuários.

source: The username attribute in the LDAP schema. Typically, this is 'sAMAccountName' for AD and 'uid' for other LDAP systems.
pt: Atributo de nome de utilizador no esquema LDAP. Tipicamente, é "sAMAccountName" para AD e "uid" para outros sistemas LDAP.
pt_br: O atributo do nome de usuário no esquema do LDAP. Normalmente, este é o 'sAMAccountName' para o 'uid' do AD para outros sistemas LDAP.

source: Configuration for LDAP group schema and search.
pt: Configuração para o esquema e a pesquisa de grupos LDAP.
pt_br: Configuração para o esquema e pesquisa do usuário LDAP.

source: A base filter for use when searching for groups.
pt: Um filtro básico a ser usado quando pesquisar grupos.
pt_br: Um filtro básico a ser usado quando pesquisar grupos.

source: The group name attribute in the LDAP schema. Typically, this is 'cn'.
pt: O atributo do nome do grupo no esquema LDAP. Normalmente, é "cn".
pt_br: O atributo nome do grupo no esquema LDAP. Normalmente, é 'cn'.

source: The LDAP attribute which specifies the members of a group.
pt: O atributo de LDAP que especifica os membros de um grupo.
pt_br: O atributo do LDAP que especifica os membros de um grupo.

source: Configuration options for Oauth 1.0 authentication
pt: Opções de configuração para autenticação Oauth 1.0
pt_br: Opções de configuração para autenticação Oauth 1.0

source: The Consumer key of the application.
pt: A chave do consumidor da aplicação.
pt_br: A chave de consumidor do aplicativo.

source: The Consumer secret of the application.
pt: O segredo do consumidor da aplicação.
pt_br: O segredo de consumidor do aplicativo.

source: The Request token URL.
pt: O URL do token de pedido.
pt_br: A URL do token de solicitação.

source: The Access token URL.
pt: O URL do token de acesso.
pt_br: A URL do token de acesso.

source: The Authorize URL.
pt: O URL de autorização.
pt_br: A URL de autorização.

source: Paths on the local file system that users should be able to browse.
pt: Caminhos no sistema de ficheiros local acessíveis para os utilizadores consultarem.
pt_br: Caminhos no sistema de arquivos locais que os usuários podem procurar.

source: The path on the local filesystem.
pt: O caminho no sistema de ficheiros local.
pt_br: O caminho no sistema de arquivo local.

source: Link for 'feedback' tab.
pt: Ligação para o separador "comentários".
pt_br: Link para a guia 'feedback'.

source: Whether to send debug messages from JavaScript to the server logs.
pt: Enviar ou não mensagens de depuração de JavaScript para os registos do servidor.
pt_br: Se devem ser enviadas mensagens do JavaScript para os logs do servidor.

source: Administrators that should receive error emails.
pt: Administradores que devem receber e-mails de erro.
pt_br: Administradores que devem receber e-mails de erro.

source: The full name of the admin.
pt: O nome completo do administrador.
pt_br: O nome completo do administrador.

source: The email address of the admin.
pt: O endereço de e-mail do administrador.
pt_br: O endereço de e-mail do administrador.

source: Enable or disable Django debug mode.
pt: Activar ou desactivar o modo de depuração Django.
pt_br: Habilitar ou desabilitar o modo de debug do Django.

source: Enable or disable debugging information in the 500 internal server error response. Note that the debugging information may contain sensitive data. If django_debug_mode is True, this is automatically enabled.
pt: Activar ou desactivar a informação de depuração na resposta de erro interno de servidor 500. Note que a informação de depuração pode conter dados delicados. Se django_debug_mode for True, isto é activado automaticamente.
pt_br: Habilita ou desabilita as informações de debug nas 500 respostas de erro de servidor internas. Observe que as informações de debug podem conter dados confidenciais. Se django_debug_mode for Verdadeiro, elas serão habilitadas automaticamente.

source: Enable or disable memory profiling.
pt: Activar ou desactivar a criação de perfis de memória.
pt_br: Ativar ou desativar o perfil de memória.
