Repository: ibmecod/bluemix-hue-filebrowser
Catalog: hue-3.8.1-bluemix/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: pt, pt_br

source: Oops, no database found!
pt: Ups, nenhuma base de dados encontrada!
pt_br: Opa, nenhum banco de dados encontrado!

source: Search in the logs
pt: Pesquisar nos registos
pt_br: Pesquisar nos logs

source: Wrap logs
pt: Moldar registos
pt_br: Ajustar logs

source: Download entire log as zip
pt: Download de todo o registo em zip
pt_br: Faça download de todo o log como zip

source: Go back
pt: Retroceder
pt_br: Voltar

source: The Hue Blog
pt: O blogue Hue
pt_br: O blog do Hue

source: Get started!
pt: Iniciar!
pt_br: Primeiros passos!

source: Your new home.
pt: A sua nova página inicial.
pt_br: Sua nova página inicial.

source: This is where you can access all your documents and you can tag them per project. Your home is always reachable from any part of Hue, just click on the house icon on the top navigator bar.
pt: Aqui pode aceder a todos os seus documentos e pode etiquetá-los por projecto. A página inicial está sempre disponível em qualquer parte do Hue, basta clicar no ícone de casa na barra superior do browser.
pt_br: Aqui você pode acessar todos os seus documentos e marcá-los por projeto. Sua página inicial pode ser sempre acessada a partir de qualquer lugar do Hue, basta clicar no ícone de casa na barra de navegação superior.

source: Actions and projects
pt: Acções e projectos
pt_br: Ações e projetos

source: From here you can create new documents or see a specific project or any trashed document for instance.
pt: A partir daqui, pode criar novos documentos ou ver um projecto específico ou qualquer documento enviado para o lixo, por exemplo.
pt_br: A partir deste ponto, é possível criar novos documentos ou ver um projeto específico ou qualquer documento enviado para a lixeira, por exemplo.

source: You can organize your documents in projects and filter them out in this area. It's a smart and fast way to focus on a specific project you are currently tackling.
pt: Pode organizar os seus documentos em projectos e filtrá-los nesta área. Trata-se de uma forma inteligente e rápida de se centrar num projecto específico, no qual está a trabalhar no momento.
pt_br: Você pode organizar seus documentos em projetos e filtrá-los nesta área. É uma maneira inteligente e rápida de focar em um projeto específico em que você está trabalhando no momento.

source: Your documents
pt: Os seus documentos
pt_br: Seus documentos

source: You can always have a glance at your hard work. This is the list of all your documents, The first column tells you the kind of document that is, then you can find its name, a description and some other fields.
pt: Pode monitorizar rapidamente o seu trabalho. Esta é a lista de todos os seus documentos. A primeira coluna informa-o relativamente ao tipo de documento. Depois pode encontrar o respectivo nome, uma descrição e alguns outros campos.
pt_br: Você pode sempre ter uma visão geral de seu trabalho árduo. Esta é a lista de todos os seus documentos. A primeira coluna indica o tipo de documento, e depois você pode encontrar o nome dele, a descrição e outros campos.

source: Projects
pt: Projectos
pt_br: Projetos

source: You can assign one or more projects to a document just by clicking in this cell.
pt: Pode atribuir um ou mais projectos a um documento, clicando simplesmente nesta célula.
pt_br: Você pode atribuir um ou mais projetos a um documento apenas clicando nesta célula.

source: Share your documents
pt: Partilhar os seus documentos
pt_br: Compartilhe seus documentos

source: You can also share a document you have worked on with a specific user or a group of users. Just click on the icon in this column on every document you want to share and choose users and groups from the popup.
pt: Também pode partilhar um documento no qual trabalhou com um utilizador específico ou com um grupo de utilizadores. Basta clicar no ícone nesta coluna em cada documento que pretende partilhar e seleccionar os utilizadores e os grupos na janela de contexto.
pt_br: Você também pode compartilhar um documento em que trabalhou com um usuário específico ou um grupo de usuários. Basta clicar no ícone nessa coluna em cada documento que você quer compartilhar e escolher usuários e grupos na janela pop-up.

source: Search your documents
pt: Procurar os seus documentos
pt_br: Procurar seus documentos

source: You can always filter out the documents by name, description or even owner. Enjoy your new home!
pt: Pode sempre filtrar documentos por nome, descrição e até mesmo por proprietário. Desfrute da sua nova página inicial!
pt_br: Você pode sempre filtrar os documentos por nome, descrição ou até mesmo pelo proprietário. Aprecie sua nova página inicial!

source: Create Hive tables and load quoted
pt: Criar tabelas do Hive e carregar dados
pt_br: Criar tabelas do Hive e carregar

source: CSV data
pt: CSV delimitados
pt_br: dados CSV entre aspas

source: Submit any Oozie jobs directly
pt: Enviar trabalhos do Oozie directamente
pt_br: Enviar todos os jobs do Oozie diretamente

source: from HDFS
pt: do HDFS
pt_br: do HDFS

source: Query your Databases
pt: Consulte as suas bases de dados
pt_br: Consultar seus bancos de dados

source: Graphical facets
pt: Aspectos gráficos
pt_br: Facetas gráficas

source: Use Impala with Sentry
pt: Utilizar Impala com Sentry
pt_br: Usar Impala com Sentry

source: Submit Oozie jobs directly from HDFS
pt: Enviar trabalhos do Oozie diretamente do HDFS
pt_br: Enviar jobs do Oozie diretamente do HDFS

source: A Job Browser for Yarn
pt: Um browser de trabalhos para Yarn
pt_br: Um navegador de jobs para Yarn

source: Security with Yarn
pt: Segurança com o Yarn
pt_br: Segurança com Yarn

source: Hive Query editor with HiveServer2
pt: Editor Hive Query com HiveServer2
pt_br: Hive Query Editor com HiveServer2

source: and Sentry
pt: e Sentry
pt_br: e Sentry

source: Integrate external Web applications in
pt: Integrar aplicações da Web externas em
pt_br: Integrar aplicativos Web externos em

source: any language
pt: qualquer idioma
pt_br: qualquer idioma

source: Season 2 of Hadoop Video Tutorials
pt: Série 2 de tutoriais de vídeo Hadoop
pt_br: Segunda temporada dos tutoriais em vídeo do Hadoop

source: Analyze Twitter data
pt: Analisar dados do Twitter
pt_br: Analisar dados do Twitter

source: Preparing Yelp data for analysis with
pt: A preparar dados do Yelp para análise com
pt_br: Preparando dados Yelp para análise com

source: Pig and Python UDF
pt: Pig e Python UDF
pt_br: Pig e Python UDF

source: What's new in Hue 3.5
pt: Novidades do Hue 3.5
pt_br: Novidades no Hue 3.5

source: SSO with SAML
pt: SSO com SAML
pt_br: SSO com SAML

source: Integrating your company with LDAP: How To
pt: Integrar a sua empresa com LDAP: How To
pt_br: Integrando sua empresa com o LDAP: instruções

source: A new Spark UI
pt: Uma nova IU Spark
pt_br: Uma nova IU do Spark

source: Fast SQL with Impala
pt: SQL rápida com Impala
pt_br: Fast SQL com Impala

source: The Pig Editor
pt: O Editor Pig
pt_br: O Pig Editor

source: Build and use Hive UDF in 1 minute!
pt: Crie e utilize o Hive UDF em 1 minuto!
pt_br: Crie e use o Hive UDF em 1 minuto!

source: How to use HCatalog in Hue with Pig
pt: Como utilizar o HCatalog no Hue com o Pig
pt_br: Como usar HCatalog no Hue com Pig

source: HBase Browser
pt: Navegador de HBase
pt_br: Navegador HBase

source: Create HBase tables
pt: Criar tabelas HBase
pt_br: Criar tabelas do HBase

source: Oozie Workflow
pt: Workflow do Oozie
pt_br: Workflow do Oozie

source: Oozie Coordinator
pt: Coordinator do Oozie

source: The search app with Solr
pt: A aplicação de pesquisa com Solr
pt_br: O aplicativo de pesquisa com Solr

source: HDFS File Operations Made Easy
pt: Operações de ficheiro HDFS simplificadas
pt_br: Operações de arquivos HDFS simplificadas

source: High availability in Hue
pt: Elevada disponibilidade no Hue
pt_br: Alta disponibilidade no Hue

source: What's new in Hue 2.5
pt: Novidades do Hue 2.5
pt_br: Novidades no Hue 2.5

source: Manage users and group permissions
pt: Faça a gestão de utilizadores e das permissões de grupo
pt_br: Gerenciar permissões de usuários e grupos

source: Transfering data with Sqoop
pt: Transferir dados com o Sqoop
pt_br: Transferindo dados com o Sqoop

source: New Impala and Hive Editors
pt: Editores New Impala e Hive
pt_br: Novos editores Impala e Hive

source: Oozie SLAs
pt: SLA do Oozie
pt_br: SLAs do Oozie

source: The new Oozie Crontab
pt: O novo Oozie Crontab
pt_br: O novo Oozie Crontab

source: Secure your YARN cluster
pt: Proteja o seu cluster YARN
pt_br: Proteger seu cluster YARN

source: MR2 and YARN alternative Job Browser
pt: Job Browser alternativo MR2 e YARN
pt_br: Navegador de jobs alternativo para MR2 e YARN

source: Hue - Unsupported browser
pt: Hue - browser não suportado
pt_br: Hue - navegador sem suporte

source: It looks like you are running an older browser. What about upgrading to the latest
pt: Parece que tem um browser antigo em execução. Porque não actualizar para o mais recente
pt_br: Parece que você está usando um navegador mais antigo. Considere atualizar para a versão mais recente.

source: Job Browser
pt_br: Navegador de jobs
