Repository: ibmecod/bluemix-hue-filebrowser
Catalog: hue-3.8.1-bluemix/desktop/core/src/desktop/locale/*/LC_MESSAGES/django.po
Languages: pt, pt_br

source: The directory where to store the auditing logs. Auditing is disable if the value is empty.
pt: O directório onde são armazenados os registos de auditoria. A auditoria é desactivada se o valor estiver em branco.
pt_br: O diretório em que os registros de auditoria são armazenados. A auditoria é desativada se o valor estiver em branco.

source: Size in KB/MB/GB for audit log to rollover.
pt: Tamanho em KB/MB/GB do registo de auditoria para reversão.
pt_br: Tamanho em KB/MB/GB para substituição do registro de auditoria.

source: Email address that internal error messages should send as.
pt: Endereço de e-mail do qual devem ser enviadas as mensagens de erro internas.
pt_br: Endereço de e-mail que mensagens de erro internas devem enviar como.

source: The email backend to use.
pt: O backend de e-mail a ser usado.
pt_br: O backend de e-mail a ser usado.

source: If you set bind_password, then you must set bind_dn.
pt: Se definir bind_password, deve definir bind_dn.
pt_br: Se você definir bind_password, então deverá definir bind_dn.

source: If you set bind_dn, then you must set bind_password.
pt: Se definir bind_dn, deve definir bind_password.
pt_br: Se você definir bind_dn, então deverá definir bind_password.

source: LDAP is only partially configured. An LDAP URL must be provided.
pt: LDAP configurado apenas de maneira parcial. É necessário fornecer um URL LDAP.
pt_br: LDAP configurado somente de maneira parcial. Uma URL LDAP deve ser fornecida.

source: LDAP is only partially configured. An NT Domain or username search pattern must be provided.
pt: LDAP configurado apenas de maneira parcial. É necessário fornecer um padrão de pesquisa de nome de utilizador ou domínio NT.
pt_br: LDAP configurado somente de maneira parcial. Deve ser fornecido um padrão de busca de domínio NT ou de nome de usuário.

source: The LDAP username pattern should contain the special<username> replacement string for authentication.
pt: O padrão de nome de utilizador LDAP deve conter a string de substituição <username> especial para autenticação.
pt_br: O padrão de nome de usuário de LDAP deve conter a string de substituição special<username> para autenticação.

source: SSL private key file should be set to enable HTTPS.
pt: É necessário definir o ficheiro da chave privada de SSL para permitir a utilização de HTTPS.
pt_br: O arquivo de chave privada SSL deve ser configurado para HTTPS.

source: Encoding not supported.
pt: Codificação não suportada.
pt_br: Codificação incompatível.

source: Keytab should have 0600 permissions (has %o).
pt: A keytab deve ter 0600 permissões (tem %o).
pt_br: A keytab deve ter 0600 permissões (tem %o).

source: Permission denied (%(action)s/%(app)s).
pt: Permissão negada (%(action)s/%(app)s).
pt_br: Permissão negada (%(action)s/%(app)s).

source: Cannot find HDFS called "%(fs_ref)s".
pt: Não foi possível encontrar o HDFS denominado "%(fs_ref)s".
pt_br: Não foi possível encontrar a chamada do HDFS "%(fs_ref)s".

source: %(module)s isn't a middleware module.
pt: %(module)s não é um módulo de middleware.
pt_br: O %(module)s não é um módulo middleware.

source: Error importing middleware %(module)s: "%(error)s".
pt: Erro ao importar o middleware %(module)s: "%(error)s".
pt_br: Erro ao importar o %(module)s middleware: "%(error)s".

source: Middleware module "%(module)s" does not define a "%(class)s" class.
pt: O módulo de middleware "%(module)s" não define uma classe "%(class)s".
pt_br: O módulo "%(module)s" middleware não define uma classe "%(class)s".

source: AppSpecificMiddleware module "%(module)s" has a process_request function which is impossible.
pt: O módulo AppSpecificMiddleware "%(module)s" tem uma função process_request que é impossível.
pt_br: O módulo AppSpecificMiddleware "%(module)s" tem uma função process_request que é impossível.

source: You do not have permission to access the %(app_name)s application.
pt: Não tem permissão para aceder à aplicação %(app_name)s.
pt_br: Você não tem permissão para acessar o aplicativo %(app_name)s.

source: Redirect to %s is not allowed.
pt: Não é permitido redireccionar para %s.
pt_br: Redirecionar para %s não é permitido.

source: Can't add %s: it is a reserved tag.
pt: Não é possível adicionar %s: é uma etiqueta reservada.
pt_br: Não é possível adicionar %s: é uma marca reservada.

source: Can't remove %s: it is a reserved tag.
pt: Não é possível remover %s: é uma etiqueta reservada.
pt_br: Não é possível remover %s: é uma marca reservada.

source: Permission denied. %(username)s does not have the permissions required to access document %(id)s
pt: Permissão negada. %(username)s não tem as permissões necessárias para aceder ao documento %(id)s
pt_br: Permissão negada. %(username)s não tem as permissões exigidas para acessar o documento %(id)s

source: Document %(id)s does not exist
pt: O documento %(id)s não existe.
pt_br: O documento %(id)s não existe

source: Owner
pt: Proprietário
pt_br: Proprietário

source: User who can own the job.
pt: Utilizador que pode ser proprietário do job.
pt_br: Usuário que pode ser proprietário do job.

source: Last modified
pt: Última modificação
pt_br: Última modificação

source: Schema version
pt: Versão do esquema
pt_br: Versão do esquema

source: Only %s permissions are supported, not %s.
pt: Apenas são suportadas as seguintes permissões: %s; e não %s.
pt_br: Apenas as permissões %s são compatíveis, não %s.

source: Creator.
pt: Criador.

source: Type of document, e.g. Hive query, Oozie workflow, Search Dashboard...
pt: Tipo de documento, por exemplo consulta Hive, workflow do Oozie, Painel de pesquisa
pt_br: Tipo de documento, ex.: consulta do Hive, workflow do Oozie, painel de pesquisa...

source: Time last modified
pt: Última modificação
pt_br: Hora da última modificação

source: Document version
pt: Versão do documento
pt_br: Versão do documento

source: You must be a superuser.
pt: Tem de ser um super-utilizador.
pt_br: Você deve ser um superusuário.

source: No logs found!
pt: Nenhum registo encontrado!
pt_br: Não foram encontrados registros!

source: No logs found.
pt: Não foram encontrados registos!
pt_br: Não foram encontrados registros.

source: You must enable the memory profiler via the memory_profiler config in the hue.ini.
pt: Tem de activar o perfilador de memória através da configuração memory_profiler no hue.ini.
pt_br: Você deve habilitar o criador de perfil de memória na configuração memory_profiler no hue.ini.

source: Invalid username or password.
pt: Nome de utilizador ou palavra-passe inválido
pt_br: Nome de usuário ou senha inválido

source: Account deactivated. Please contact an administrator.
pt: Conta desactivada. Contacte um administrador.
pt_br: Conta desativada. Entre em contato com um administrador.

source: Username
pt: Nome de utilizador
pt_br: Nome de usuário

source: Password
pt: Palavra-passe
pt_br: Senha

source: Account deactivated. Please contact an <a href="mailto:%s">administrator</a>.
pt: Conta desactivada. Contacte um <a href="mailto:%s">administrador</a>.
pt_br: Conta desativada. Entre em contato em <a href="mailto:%s">administrator</a>.

source: Could not create home directory.
pt: Não foi possível criar o directório inicial.
pt_br: Não foi possível criar o diretório inicial.

source: Invalid response from OAuth provider: %s
pt: Resposta inválida do fornecedor OAuth: %s
pt_br: Resposta inválida de provedor OAuth: %s

source: year
pt: ano
pt_br: ano

source: month
pt: mês
pt_br: mês

source: week
pt: semana
pt_br: semana

source: day
pt: dia
pt_br: dia

source: hour
pt: hora
pt_br: hora

source: minute
pt: minuto
pt_br: minuto

source: second
pt: segundo
pt_br: segundo

source: seconds
pt: segundos
pt_br: segundos

source: "read" method is not implemented
pt: Método "read" não está implementado
pt_br: Método "read" não implementado

source: "write" method is not implemented
pt: Método "write" não está implementado
pt_br: Método "write" não implementado

source: "error" method is not implemented
pt: Método "error" não está implementado
pt_br: Método "error" não implementado

source: Can't replace %s pattern since host is null.
pt: Não é possível substituir o padrão %s, uma vez que o anfitrião é nulo.
pt_br: Não é possível substituir o padrão %s porque o host é nulo.

source: Dumping configuration...
pt: A efectuar dump da configuração...
pt_br: Descartando configuração...

source: No help available.
pt: Nenhuma ajuda disponível.
pt_br: Não há ajuda disponível.

source: Upgrades the Hue configuration with a mapping file.
pt: Actualiza a configuração do Hue com um ficheiro de mapeamento.
pt_br: Atualiza a configuração do Hue com um arquivo mapping.

source: Location of the mapping file.
pt: Localização do ficheiro de mapeamento.
pt_br: Local do arquivo mapping.

source: --%(param)s is required.
pt: --%(param)s é necessário.
pt_br: --%(param)s é obrigatório.

source: Invalid mapping %(mapping)s in %(file)s.
pt: Mapeamento inválido %(mapping)s em %(file)s.
pt_br: Mapeamento inválido %(mapping)s em %(file)s.

source: Creates a Hue application directory structure.
pt: Cria uma estrutura de directórios de aplicação Hue.
pt_br: Cria uma estrutura do diretório do aplicativo Hue.

source: application name
pt: nome de aplicação
pt_br: nome do aplicativo

source: Expected arguments: app_name [app_dir]
pt: Argumentos esperados: app_name [app_dir]
pt_br: Argumentos esperados: app_name [app_dir]

source: App template dir missing: %(template)s.
pt: Directório de modelos de aplicação em falta: %(template)s.
pt_br: Diretório do modelo do aplicativo ausente: %(template)s.

source: The template path, %(path)r, does not exist.
pt: O caminho do modelo, %(path)r, não existe.
pt_br: O caminho do modelo, %(path)r, não existe.

source: %(name)r is not a valid application name. Use only numbers, letters and underscores.
pt: %(name)r não é um nome de aplicação válido. Use apenas números, letras e caracteres de sublinhado.
pt_br: %(name)r não é um nome de aplicativo válido. Use somente números, letras e sublinhados.

source: Creates a Hue proxy application directory structure.
pt: Cria uma estrutura do directório de aplicação de proxy Hue.
pt_br: Cria uma estrutura do diretório do aplicativo de proxy Hue.

source: Expected arguments: app_name app_web_url [app_dir]
pt: Argumentos esperados: app_name app_web_url [app_dir]
pt_br: Argumentos esperados: app_name app_web_url [app_dir]

source: Created fs in: %(dir)s
pt: FS criado em: %(dir)s
pt_br: Criou fs em: %(dir)s

source: CherryPy Server for Desktop.
pt: Servidor CherryPy para Desktop.
pt_br: Servidor CherryPy para Desktop.

source: starting server with options %(options)s
pt: a iniciar o servidor com as opções %(options)s
pt_br: iniciando servidor com as opções %(options)s

source: Web server for Hue.
pt: Servidor da Web para Hue.
pt_br: Servidor da Web para Hue.

source: Cannot find pylint at '%(path)s'. Please install pylint first.
pt: Não é possível encontrar o pylint em "%(path)s". Primeiro, instale o pylint.
pt_br: Não é possível encontrar o pylint em '%(path)s'. Primeiro, instale o pylint.

source: Not Found
pt: Não encontrado
pt_br: Não encontrado

source: Page not found.
pt: Página não encontrada.
pt_br: Página não encontrada.

source: We're sorry, but the requested page could not be found:
pt: Lamentamos, mas não foi possível localizar a página solicitada:
pt_br: Desculpe, mas não foi possível localizar a página solicitada:

source: Server Error (500)
pt: Erro do servidor (500)
pt_br: Erro do servidor (500)

source: Sorry, there's been an error. An email was sent to your administrators. Thank you for your patience.
pt: Ocorreu um erro. Um e-mail foi enviado aos seus administradores. Agradecemos a compreensão.
pt_br: Ocorreu um erro. Um e-mail foi enviado aos seus administradores. Agradecemos pela compreensão.

source: See the stacktrace
pt: Consulte o stacktrace
pt_br: Consulte o rastreio de pilha

source: More Info
pt: Mais informações
pt_br: Mais informações

source: View server logs
pt: Ver registos do servidor
pt_br: Exibir logs do servidor

source: View Logs
pt: Ver registos
pt_br: Visualizar registros

source: File Name
pt: Nome do ficheiro
pt_br: Nome de arquivo

source: Line Number
pt: Número da linha
pt_br: Número da linha

source: Function Name
pt: Nome da função
pt_br: Nome da função

source: About Hue
pt: Sobre o Hue
pt_br: Sobre o Hue

source: Quick start
pt: Início rápido
pt_br: Início rápido

source: Configuration
pt: Configuração
pt_br: Configuração

source: Server Logs
pt: Registos do servidor
pt_br: Logs de servidor

source: Search...
pt: Pesquisar...
pt_br: Pesquisar...

source: Configuration files located in
pt: Ficheiros de configuração localizados em
pt_br: Arquivos de configuração localizados em

source: Potential misconfiguration detected. Fix and restart Hue.
pt: Possíveis configurações incorrectas detectadas. Repare e reinicie o Hue.
pt_br: Possíveis configurações incorretas detectadas. Repare e reinicie o Hue.

source: Current value:
pt: Valor actual:
pt_br: Valor atual:

source: All OK. Configuration check passed.
pt: Todos OK. Verificação da configuração aprovada.
pt_br: Todos OK. Verificação da configuração aprovada.

source: LAYOUT
pt: ESQUEMA

source: RESULTS
pt: RESULTADOS
pt_br: RESULTADOS

source: Click on the pencil to get started with your dashboard!
pt: Clique no lápis para começar a utilizar o painel!
pt_br: Clique no lápis para começar a trabalhar com seu painel

source: Pick an index and Click on a layout to start your dashboard!
pt: Seleccione um índice e clique num esquema para começar a utilizar o painel!
pt_br: Selecione um índice e clique em um layout para iniciar seu painel.

source: Drag any of the widgets inside your empty row
pt: Arraste um dos widgets para a linha vazia
pt_br: Arraste um dos widgets para a linha vazia

source: Row
pt: Linha
pt_br: Linha

source: Start
pt: Iniciar
pt_br: Iniciar

source: End
pt: Terminar
pt_br: Finalizar

source: Interval
pt: Intervalo
pt_br: Intervalo

source: Custom Format
pt: Formato personalizado
pt_br: Formato personalizado

source: Date Pickers
pt: Seleccionadores de data
pt_br: Seletores de data

source: e.g.
pt: por exemplo
pt_br: por exemplo

source: Read more...
pt: Leia mais...
pt_br: Leia mais...

source: Back
pt: Voltar
pt_br: Voltar

source: Select this folder
pt: Seleccionar esta pasta
pt_br: Selecionar esta pasta

source: Create folder
pt: Criar pasta
pt_br: Criar pasta

source: Folder name
pt: Nome da pasta
pt_br: Nome da pasta

source: Cancel
pt: Cancelar
pt_br: Cancelar

source: The file has not been found
pt: O ficheiro não foi encontrado
pt_br: O arquivo não foi localizado

source: Upload a file
pt: Carregar um ficheiro
pt_br: Fazer upload de um arquivo

source: Failed
pt: Falhou
pt_br: Falhou

source: Go to column:
pt: Ir para coluna:
pt_br: Ir para a coluna:

source: column name...
pt: nome da coluna...
pt_br: nome da coluna...

source: Available tours
pt: Apresentações disponíveis
pt_br: Tours disponíveis

source: None for this page.
pt: Nenhuma para esta página.
pt_br: Nenhum para esta página.

source: Read more about it...
pt: Saber mais...
pt_br: Leia mais sobre ele...

source: Demo tutorials
pt: Tutoriais de demonstração
pt_br: Tutoriais de demonstração

source: Manage HDFS
pt: Gerir HDFS
pt_br: Gerenciar HDFS

source: File Browser
pt: Browser de ficheiros
pt_br: Navegador de arquivos

source: Manage jobs
pt: Gerir trabalhos
pt_br: Gerenciar jobs

source: Administration
pt: Administração
pt_br: Administração

source: Edit Profile
pt: Editar perfil
pt_br: Editar perfil

source: Manage Users
pt: Gerir utilizadores
pt_br: Gerenciar usuários

source: Documentation
pt: Documentação
pt_br: Documentação

source: Sign out
pt: Terminar sessão
pt_br: Encerrar sessão

source: My documents
pt: Os meus documentos
pt_br: Meus documentos

source: Query data
pt: Consultar dados
pt_br: Consultar dados

source: DB Query
pt: Consulta DB
pt_br: Consulta do BD

source: Manage data
pt: Gerir dados
pt_br: Gerenciar dados

source: Metastore Tables
pt: Tabelas Metastore
pt_br: Tabelas do Metastore

source: Sqoop Transfer
pt: Transferência Sqoop
pt_br: Transferência do Sqoop

source: Schedule with Oozie
pt: Programar com Oozie
pt_br: Programar com Oozie

source: Dashboards
pt: Painéis
pt_br: Painéis

source: Editors
pt: Editores
pt_br: Editores

source: Solr Search
pt: Pesquisa Solr
pt_br: Pesquisa do Solr

source: Search
pt: Pesquisar
pt_br: Pesquisar

source: Indexes
pt: Índices
pt_br: Índices

source: Hadoop Security
pt: Segurança Hadoop
pt_br: Segurança do Hadoop

source: Sentry Tables
pt: Tabelas Sentry
pt_br: Tabelas Sentry

source: File ACLs
pt: ACL de ficheiro
pt_br: ACLs de arquivos

source: Other apps
pt: Outras aplicações
pt_br: Outros aplicativos

source: Feedback
pt: Comentários

source: Sharing settings
pt: Definições de partilha
pt_br: Configurações de compartilhamento

source: Read
pt: Ler
pt_br: Ler

source: The document is not shared for read.
pt: O documento não é partilhado para leitura.
pt_br: O documento não está compartilhado para leitura.

source: Group
pt: Grupo
pt_br: Grupo

source: Read and Modify
pt: Ler e modificar
pt_br: Ler e modificar

source: The document is not shared for read and modify.
pt: O documento não é partilhado para leitura e modificação.
pt_br: O documento não é compartilhado para leitura e modificação.

source: Type a username or a group name
pt: Introduza um nome de utilizador ou de grupo
pt_br: Digite um nome de usuário ou grupo

source: Done
pt: Concluído
pt_br: Concluído

source: Show more...
pt: Mostrar mais...
pt_br: Exibir mais...

source: Misconfiguration detected
pt: Configurações incorrectas detectadas
pt_br: Configurações incorretas detectadas

source: Installed Applications
pt: Aplicações instaladas
pt_br: Aplicativos instalados

source: Configuration Sections and Variables
pt: Secções de configuração e variáveis
pt_br: Seções de configuração e variáveis

source: Default:
pt: Predefinição:
pt_br: Padrão:

source: Error!
pt: Erro!
pt_br: Erro!

source: Home
pt: Início
pt_br: Início

source: Welcome Home
pt: Bem-vindo
pt_br: Bem-vindo à página inicial

source: Actions
pt: Acções
pt_br: Ações

source: New document
pt: Novo documento
pt_br: Novo documento

source: Hive Query
pt: Consulta Hive
pt_br: Consulta do Hive

source: Impala Query
pt: Consulta Impala
pt_br: Consulta do Impala

source: Pig Script
pt: Script Pig
pt_br: Script do Pig

source: Spark Job
pt: Trabalho Spark
pt_br: Job do Spark

source: Oozie Scheduler
pt: Programador Oozie
pt_br: Programador do Oozie

source: My Projects
pt: Os meus projectos
pt_br: Meus Projetos

source: Create project
pt: Criar projecto
pt_br: Criar projeto

source: Remove selected project
pt: Remover projecto seleccionado
pt_br: Remover projeto selecionado

source: You currently own no projects. Click here to add one now!
pt: De momento, não tem projectos. Clique aqui para adicionar um novo!
pt_br: No momento, não há projetos. Clique aqui para adicionar um novo!

source: Shared with me
pt: Partilhar comigo
pt_br: Compartilhado comigo

source: There are currently no projects shared with you.
pt: De momento, não existem projectos partilhados consigo.
pt_br: Não há projetos compartilhados com você no momento.

source: Name
pt: Nome
pt_br: Nome

source: Description
pt: Descrição
pt_br: Descrição

source: Last Modified
pt: Última modificação
pt_br: Última modificação

source: Project
pt: Projecto
pt_br: Projeto

source: Sharing
pt: Partilha
pt_br: Compartilhando

source: Page
pt: Página
pt_br: Página

source: of
pt: de
pt_br: de

source: Previous
pt: Anterior
pt_br: Anterior

source: Next
pt: Seguinte
pt_br: Próximo

source: There are currently no documents in this project or tag.
pt: De momento, não existem documentos neste projecto ou etiqueta.
pt_br: No momento, não há documentos no projeto ou na marcação.

source: Move to a project
pt: Mover para um projecto
pt_br: Mover para um projeto

source: Select the project you want to move this document to
pt: Seleccione o projecto para o qual pretende mover este documento
pt_br: Selecione o projeto para o qual você quer mover este documento

source: Change project for
pt: Mudar projecto para
pt_br: Mudar projeto para

source: Share
pt: Partilhar
pt_br: Compartilhar

source: Project name
pt: Nome do projecto
pt_br: Nome do projeto

source: Add
pt: Adicionar
pt_br: Adicionar

source: Confirm Delete
pt: Confirmar eliminação
pt_br: Confirmar exclusão

source: Are you sure you want to delete the project
pt: Tem a certeza de que pretende eliminar o projecto?
pt_br: Tem certeza de que deseja excluir o projeto?

source: All its documents will be moved to the default tag.
pt: Todos os respectivos documentos serão movidos para a etiqueta predefinida.
pt_br: Todos os documentos serão movidos para a marcação padrão.

source: No
pt: Não
pt_br: Não

source: Yes
pt: Sim
pt_br: Sim

source: Project created
pt: Projecto criado
pt_br: Projeto criado

source: There was an error processing your action:
pt: Ocorreu um erro ao processar a sua acção:
pt_br: Houve um erro ao processar sua ação:

source: Project updated successfully.
pt: Projecto actualizado com sucesso.
pt_br: Projeto atualizado com êxito

source: Did you know?
pt: Sabia?
pt_br: Você sabia?

source: Step 1:
pt: Passo 1:
pt_br: Etapa 1:

source: Add data
pt: Adicionar dados
pt_br: Adicionar dados

source: Step 2:
pt: Passo 2:
pt_br: Etapa 2:

source: Step 3:
pt: Passo 3:
pt_br: Etapa 3:

source: Do more!
pt: Faça mais!
pt_br: Faça mais!

source: With
pt: Com
pt_br: Com o

source: and the apps in the
pt: e as aplicações nas
pt_br: e os aplicativos na seção

source: section, upload, view your data and create tables.
pt: tabelas secção, carregar, visualizar dados e criar.
pt_br: , carregue, visualize seus dados e crie tabelas.

source: Pre-installed samples are also already there.
pt: As amostras pré-carregadas também já se encontram nessa localização.
pt_br: Os exemplos pré-instalados também estão disponíveis.

source: Then query and visualize the data with the
pt: Depois consulte e visualize os dados com
pt_br: Depois consulte e visualize os dados com o

source: and
pt: e
pt_br: e

source: Tours were created to guide you around.
pt: Foram criadas apresentações para o guiar.
pt_br: Tours foram criados para guiá-lo.

source: You can see the list of tours by clicking on the checkered flag icon
pt: Pode ver a lista de visitas clicando no ícone de bandeira de quadrados.
pt_br: Você pode ver a lista de tours clicando no ícone de bandeira quadriculada

source: Additional documentation is available at
pt: Encontra-se disponível documentação adicional em
pt_br: A documentação adicional está disponível em

source: Do not show this dialog again
pt: Não voltar a mostrar este diálogo
pt_br: Não mostrar esta caixa de diálogo novamente

source: Got it, prof!
pt: Percebido.
pt_br: Entendido!

source: Create your Hue account
pt: Criar a sua conta Hue
pt_br: Crie sua conta do Hue

source: Sign in to continue to Hue
pt: Inicie sessão para aceder ao Hue
pt_br: Iniciar sessão para entrar no Hue

source: Since this is your first time logging in, pick any username and password. Be sure to remember these, as
pt: Uma vez que esta é a primeira vez que inicia sessão, seleccione um nome de utilizador e uma palavra-passe. Certifique-se de que recorda estas credenciais, como
pt_br: Como este é seu primeiro login, escolha qualquer nome de usuário e senha. Lembre-se desses dados, pois

source: they will become your Hue superuser credentials.
pt: tornar-se-ão as suas credenciais de super-utilizador do Hue.
pt_br: eles se tornarão suas credenciais de superusuário do Hue.

source: Create account
pt: Criar conta
pt_br: Criar conta

source: Sign in
pt: Iniciar sessão
pt_br: Iniciar sessão
